Repository: 1320014053/miktex
Catalog: Libraries/MiKTeX/Setup/po/*/miktex-setup.po
Languages: de

source: The PATH variable does not include the MiKTeX executables.
de: Die PATH-Variable schließt nicht die MiKTeX-Programme mit ein.

source: Find the directory which contains the MiKTeX executables and add it to the environment variable PATH.
de: Suchen Sie das Verzeichnis, dass die MiKTeX-Programme enthält, und fügen Sie es der Umgebungsvariablen PATH hinzu.

source: So far, no MiKTeX administrator has checked for updates.
de: Bis jetzt hat noch kein MiKTeX-Administrator nach Updates gesucht.

source: Switch to MiKTeX administrator mode and check for updates.
de: Wechseln Sie in den MiKTeX-Administratormodus und suchen Sie nach Updates.

source: It has been a long time since a MiKTeX administrator has checked for updates.
de: Es ist lange her seit ein MiKTeX-Administrator nach Updates gesucht hat.

source: User/administrator updates are out-of-sync.
de: Benutzer/Administrator-Updates sind nicht synchron.

source: So far, you have not checked for updates as a MiKTeX user.
de: Bis jetzt haben Sie als MiKTeX-Benutzer noch nicht nach Updates gesucht.

source: Stay in MiKTeX user mode and check for updates.
de: Verbleiben Sie im MiKTeX-Benutzermodus und suchen Sie nach Updates.

source: It has been a long time since you have checked for updates as a MiKTeX user.
de: Es ist lange her seit Sie als MiKTeX-Benutzer nach Updates gesucht haben.

source: So far, you have not checked for MiKTeX updates.
de: Bis jetzt haben Sie noch nicht nach MiKTeX-Updates gesucht.

source: Check for MiKTeX updates.
de: Suchen Sie nach MiKTeX-Updates.

source: It has been a long time since you have checked for MiKTeX updates.
de: Es ist lange her seit Sie nach MiKTeX-Updates gesucht haben.

source: Root directory #{0} is covered by root directory #{1}.
de: Wurzelverzeichnis #{0} wird von Wurzelverzeichnis #{1} überdeckt.

source: Root directory #{0} covers root directory #{1}.
de: Wurzelverzeichnis #{0} überdeckt Wurzelverzeichnis #{1}.

source: Package {0} has been tampered with.
de: Paket {0} wurde manipuliert.

source: MiKTeX Console helps you to manage your MiKTeX configuration.
de: MiKTeX Console hilft Ihnen, die MiKTeX-Konfiguration zu managen.

source: TeXworks is a TeX front-end program.
de: TeXworks ist ein TeX-Front-end-Programm.

source: MiKTeX is a scalable TeX distribution for Windows, Linux and macOS.
de: MiKTeX ist eine skalierbare TeX-Distribution für Windows, Linux und macOS.
