Repository: 1320014053/miktex
Catalog: Libraries/MiKTeX/TeXAndFriends/po/*/miktex-texmf.po
Languages: de

source: Enable e-TeX extensions.
de: Aktiviere e-TeX-Erweiterungen.

source: Set {0} to N.
de: Setze {0} auf N.

source: Disable the \write18{COMMAND} construct.
de: Deaktiviere das \write18{Kommando}-Konstrukt.

source: Enable MLTeX extensions such as \charsubdef.
de: Aktviere MLTeX-Erweiterungen, wie z.B. \charsubdef.

source: Enable the \write18{COMMAND} construct.
de: Aktiviere das \write18{Kommando}-Konstrukt.

source: Set mem_bot to 0 or 1.
de: Setze mem_bot auf 0 oder 1.

source: Partially enable the \write18{COMMAND} construct.
de: Aktiviere das \write18{Kommando}-Konstrukt teilweise.

source: Enable EncTeX extensions such as \mubyte.
de: Aktiviere EncTeX-Erweiterungen, wie z.B \mubyte.

source: Generate SyncTeX data for previewers if nonzero.
de: Wenn verschieden von 0, dann erzeuge SyncTeX-Daten für Vorschau-Programme.

source: Insert source specials in certain places of the DVI file. WHERE is a comma-separated value list of: cr display hbox math par parend vbox.
de: Füge Source-Specials an bestimmten Stellen in der DVI-Datei ein. WHERE ist eine Komma-separierte Liste mit Werten aus: cr display hbox math par parend vbox.

source: Insert source specials in certain places of the DVI file.
de: Füge Source-Specials an bestimmten Stellen in der DVI-Datei ein.

source: Unknown source special.
de: Unbekanntes Source-Special.

source: Make all characters printable by default.
de: Mache standardmäßig alle Zeichen druckbar.

source: Make only 7-bit characters printable.
de: Mache nur 7-Bit-Zeichen druckbar.

source: Use DIR as the directory to write auxiliary files to.
de: Benutze DIR als das Verzeichnis, in dem Hilfsdateien geschrieben werden.

source: Enable file:line:error style messages.
de: Aktiviere Meldungen der Art Datei:Zeile:Fehler.

source: Do not parse the first line of the input line to look for a dump name and/or extra command-line options.
de: Lies nicht die erste Zeile der Eingabedatei, um nach einem Dump-Namen und/oder zusätzlichen Kommandozeilenoptionen zu suchen.

source: Stop after the first error.
de: Höre nach dem ersten Fehler auf.

source: Be the INI variant of the program.
de: Sei die INI-Variante des Programms.

source: Set the interaction mode; MODE ist einer der folgenden Werte: batchmode, nonstopmode, scrollmode, errorstopmode.
de: Setze den Interaktionsmodus. MODE ist einer der folgenden Werte: batchmode, nonstopmode, scrollmode, errorstopmode.

source: Set the job name and hence the name(s) of the output file(s).
de: Setze den Job-Namen und damit den Namen der Ausgabedatei.

source: Set the job time. Take FILE's timestamp as the reference.
de: Setze die Job-Zeit. Nimm den Zeitstempel von FILE als Referenz.

source: Disable file:line:error style messages.
de: Deaktiviere Meldungen der Art Datei:Zeile:Fehler.

source: Use DIR as the directory to write output files to.
de: Benutze DIR als das Verzeichnis, in dem Ausgabedateien geschrieben werden.

source: Parse the first line of the input line to look for a dump name and/or extra command-line options.
de: Lies die erste Zeile der Eingabedatei, um nach einem Dump-Namen und/oder zusätzlichen Kommandozeilenoptionen zu suchen.

source: Suppress all output (except errors).
de: Unterdrücke alle Ausgaben (bis auf Fehler).

source: Turn on the file name recorder to leave a trace of the files opened for input and output in a file with extension .fls.
de: Aktiviere den Dateinamen-Rekorder, um eine Spur der geöffneten Ein- und Ausgabedateien in einer Datei mit der Erweiterung .fls zu hinterlassen.

source: Disable MiKTeX extensions.
de: Deaktiviere MiKTeX-Erweiterungen.

source: Show processing time statistics.
de: Zeige Ausführungszeit-Statistiken.

source: Use NAME instead of program name when loading internal tables.
de: Benutze NAME anstelle des Programmnamens, wenn interne Tabellen geladen werden.

source: Use the TCXNAME translation table to set the mapping of input characters and re-mapping of output characters.
de: Benutze die TCXNAME-Übersetzungstabelle, um die Zuordnung von Eingabezeichen und die Neuzuordnung von Ausgabezeichen zu setzen.

source: The specified auxiliary directory does not exist.
de: Das angegebene Hilfsverzeichnis existiert nicht.

source: Invalid interaction mode.
de: Ungültiger Interaktionsmodus.

source: Missing timestamp.
de: Fehlender Zeitstempel.

source: The specified output directory does not exist.
de: Das angegebene Ausgabeverzeichnis existiert nicht.

source: The memory dump file could not be found.
de: Die Speicher-Dump-Datei konnte nicht gefunden werden.

source: The font file could not be found.
de: Die Font-Datei konnte nicht gefunden werden.

source: Invalid command-line. Try this:
de: Ungültige Kommandozeile. Versuchen Sie dies:

source: Pretend to be APP. This affects both the format used and the search path.
de: Gib vor, APP zu sein. Dies beeinflusst das zu benutzende Format und den Suchpfad.

source: Disable the package installer. Missing files will not be installed.
de: Deaktiviere den Paket-Installierer. Fehlende Dateien werden nicht installiert.

source: Enable the package installer. Missing files will be installed.
de: Aktiviere den Paket-Installierer. Fehlende Dateien werden installiert.

source: Show this help screen and exit.
de: Zeige diesen Hilfe-Bildschirm und beende.

source: Prefix DIR to the input search path.
de: Setze DIR vor den Eingabesuchpfad.

source: Enable the package usage recorder. Output is written to FILE.
de: Aktiviere den Paketnutzungs-Rekorder. Ausgabe wird in FILE geschrieben.

source: Turn on verbose mode.
de: Aktiviere ausführlichen Modus.

source: Print version information and exit.
de: Gib Versionsinformationen aus und beende.

source: The command line options could not be processed.
de: Die Kommandozeilen-Optionen konnten verarbeitet werden.
