Repository: 1320014053/miktex
Catalog: Libraries/MiKTeX/App/po/*/miktex-app.po
Languages: de

source: The current operation has been cancelled (Ctrl-C).
de: Die Operation wurde abgebrochen.

source: running with elevated privileges
de: wird mit erweiterten Privilegien ausgef체hrt

source: The MiKTeX configuration utility (initexmf) could not be found.
de: Das MiKTeX-Konfigurationswerkzeug (initexmf) konnte nicht gefunden werden.

source: The MakeTFM utility could not be found.
de: Das MakeTFM-Werkzeug konnte nicht gefunden werden.

source: Sorry, but {0} did not succeed.
de: Entschuldigung, aber {0} schlug fehl.

source: Sorry, but {0} did not succeed for the following reason:
de: Entschuldigung, aber {0} ist aus dem folgenden Grund fehlgeschlagen:

source: Remedy:
de: Abhilfe:

source: For more information, visit:
de: F체r weitere Information, besuchen Sie:

source: warning
de: Warnung

source: security risk
de: Sicherheitsrisiko

source: It seems that this is a fresh TeX installation.
de: Es scheint, dass dies eine neue TeX-Installation ist.

source: Please finish the setup before proceeding.
de: Bitte stellen Sie das Setup fertig, bevor Sie fortfahren.

source: Unfortunately, the package {0} could not be installed.
de: Leider konnte das Paket {0} nicht installiert werden.

source: Please check the log file:
de: Bitte pr체fen Sie die Log-Datei:

source: The log file hopefully contains the information to get MiKTeX going again:
de: Die Log-Datei enth채lt hoffentlich alle Informationen, um MiKTeX wieder in Gang zu bringen.
